Repository: watsoncoders/bit
Catalog: woo-bit-payment-gateway/woo-bit-payment-gateway/lang/woo-bit-payment-gateway-*.po
Languages: he_il

source: Configure
he_il: הגדרות

source: Bit Payment
he_il: תשלום Bit

source: Please forward a Bit payment, use an order number in the Note field when making payment.
he_il: נא להעביר תשלום Bit, יש להשתמש במספר הזמנה בשדה הערה בעת ביצוע התשלום.

source: Your {site_title} order has been received!
he_il: ההזמנה {site_title} שלך התקבלה!

source: Thank you for your order
he_il: תודה על הזמנתך

source: Enable/Disable
he_il: הפעל / השבת

source: Enable Bit Payment
he_il: הפעל תשלום עם Bit

source: Title
he_il: כותרת

source: This controls the title for the payment method the customer sees during checkout.
he_il: פעולה זו שולטת בכותרת עבור שיטת התשלום שהלקוח רואה במהלך הקנייה.

source: Bit charge
he_il: תשלום Bit

source: Description
he_il: תאור

source: Payment method description that the customer will see on your checkout.
he_il: תיאור שיטת התשלום שהלקוח יראה בקופה שלך.

source: Receiver Phone Number
he_il: מספר טלפון של מקבל התשלום

source: Payments are sent to this number.
he_il: מספר טלפון אליו יישלח התשלום

source: Instructions
he_il: הוראות

source: Email Subject
he_il: נושא האימייל

source: Available placeholders: {site_title}, {site_address}, {order_date}, {order_number}
he_il: מצייני מיקום זמינים: {site_title}, {site_address}, {order_date}, {order_number}

source: Email Heading
he_il: כותרת אימייל הזמנה

source: Display Pending Bit orders in reports?
he_il: להציג הזמנות סיביות ממתינות בדוחות?

source: Phone Number:
he_il: מספר טלפון:

source: Bit Payment Email
he_il: Bit אימייל תשלום

source: This email is received when an order status is changed to Pending.
he_il: הודעת אימייל זו נשלחת כאשר סטטוס ההזמנה משתנה לסטטוס ״בהמתנה״

source: Enable this email notification
he_il: הפעל את הודעת האימייל הזו

source: Email type
he_il: סוג אימייל

source: Choose which format of email to send.
he_il: בחר איזה פורמט של דוא"ל שישלח.

source: Plain text
he_il: טקסט רגיל

source: Multipart
he_il: ריבוי חלקים

source: Hi %s,
he_il: היי % s,

source: Just to let you know — your order has been received for order number #%s.
he_il: רק כדי ליידע אותך - ההזמנה שלך התקבלה למספר הזמנה #% s.

source: Phone Number:
he_il: מספר טלפון:

source: Thanks!
he_il: תודה!

source: Bit Phone Number:
he_il: Bit מספר טלפון:

source: WooCommerce Payment Gateway Plugin for Bit payment method, an Israeli money transfer service/app.
he_il: תוסף שיטת תשלום WooCommerce עבור Bit, שירות העברת כספים בישראל.
